{
 
    "rodyna": "RODYNA",

    "salumi_e_formaggi": "Salumi & Formaggi",
    "pane_e_dolci": "Pane & Dolci",
    "conserve_e_sottaceti": "Conserve & Sottaceti",
    "alcolici": "Alcolici",
    "bevande": "Bevande",
    "snack_e_specialita": "Snack & Specialità",

    "home_hero_title": "Un viaggio gastronomico tra tradizione e autenticità",
    "home_hero_paragraph1": "Siamo un punto di riferimento per chi cerca prodotti genuini, tradizionali e di alta qualità provenienti da Polonia, Ucraina, Romania, Moldavia e Georgia. Da noi trovi tutto ciò che ti fa sentire a casa: salumi affumicati, formaggi artigianali, conserve fatte come una volta, dolci tipici e bevande uniche.",
    "home_hero_paragraph2": "Il nostro negozio nasce per servire le comunità dell'Est Europa che vivono in Italia, ma è aperto a chiunque voglia scoprire i sapori autentici e ricchi di storia di queste terre.",
    "home_hero_paragraph3": "Scopri i nostri prodotti",
    "categorie": "Categorie di prodotti",
    "ultime_novita_e_offerte": "Ultime novità & offerte",
    "sconto_pol": "Sconto 20% su Salumi Polacchi",
    "sconto_desc_pol": "Solo per questa settimana, tutti i salumi dalla Polonia a prezzo speciale!",

    "sconto_georgiani": "Nuovo arrivo: dolci georgiani!",
    "sconto_desc_georgiani": "Scopri la nostra selezione di dolci tipici dalla Georgia, freschi ogni settimana.",
    "novita_georgiani": "Novità!",

    "sconto_cons_artigianali": "Conserve artigianali in offerta",
    "sconto_desc_cons_artigianali": "Acquista le nostre conserve, sconti validi solo fino a fine mese.",
    "sconto_cons_artigianali_highlight": "Sconto!",

    "dove_ci_trovi": "Dove ci trovi",
    "google_maps": "Apri in Google Maps",

    "statistiche_clienti": "Statistiche Clienti",
    "valore": "Valore",
    "clienti_soddisfatti": "Clienti Soddisfatti",


  "chi_siamo_title": "Chi siamo",
  "chi_siamo_descr1": "Siamo un negozio di alimentari specializzato nei prodotti dell'Est Europa, nato nel 2010 dalla passione di due ragazze ucraine che hanno voluto portare un pezzo della loro terra in Italia.",
  "chi_siamo_descr2": "Da oltre un decennio, offriamo ai nostri clienti una selezione autentica di prodotti tradizionali: salumi, formaggi, dolci, conserve e bevande provenienti da Polonia, Ucraina, Romania, Moldavia e Georgia.",
  "chi_siamo_descr3": "Il nostro obiettivo è creare un punto di riferimento per le comunità dell'Est Europa che vivono in Italia, ma anche per chiunque voglia scoprire i sapori genuini e ricchi di storia di queste terre.",
  "chi_siamo_descr4": "Vieni a trovarci e lasciati trasportare in un viaggio gastronomico fatto di tradizione, cultura e autenticità.",
  "fondatrici_title": "Le nostre fondatrici",
  "fondatrice1_nome": "Lidiya",
  "fondatrice1_ruolo": "Co-founder",
  "fondatrice1_descr": "Originaria di Zališčyky, Lidiya ha sempre avuto una grande passione per la cucina tradizionale ucraina. È la mente dietro la selezione dei prodotti più autentici e genuini.",
  "fondatrice2_nome": "Svetlana",
  "fondatrice2_ruolo": "Co-founder",
  "fondatrice2_descr": "Nata a Zališčyky, Svetlana si occupa della gestione del negozio e dell'accoglienza dei clienti, sempre con il sorriso e la voglia di far sentire tutti a casa.",
  "motto": "Portiamo i sapori dell'Est Europa nel cuore dell'Italia, con amore, tradizione e autenticità.",
  "recensioni_title": "Cosa dicono i nostri clienti",
  "review_1_name": "Yulia Hudz",
  "review_1_date": "5 mesi fa",
  "review_1_text": "Negozio 🔝 💯 per la qualità e l'assortimento dei prodotti. Birre e altre bibite, cioccolato, tisane, salumi e 'chi più ne ha, più ne metta'. A 'ogni ben di Dio' si aggiunge la professionalità, la cortesia, la disponibilità del personale e la pulizia del negozio 💯💯💯",
  "review_2_name": "Kirill Maksiuta",
  "review_2_date": "9 mesi fa",
  "review_2_text": "Negozio ben fornito, personale gentile e disponibile. Consigliatissimo!!!",
  "review_3_name": "Taras Vayda",
  "review_3_date": "2 anni fa",
  "review_3_text": "Negozio ben fornito, personale molto educato e gentile. Prodotti sempre freschi, prezzo alla qualità. Consigliatissimo",
  "review_4_name": "Oleg Chornyi",
  "review_4_date": "2 anni fa",
  "review_4_text": "Da quando ho iniziato a frequentare spesso questo negozio trovo sempre prodotti freschissimi, di qualità e con prezzo conveniente. Il negozio è ben organizzato e sistemato, le commesse sono molto cortesi. Vi consiglio vivamente di andarci!!",
  "review_5_name": "Mariya Hudz",
  "review_5_date": "5 mesi fa",
  "review_5_text": "Personale gentilissimo. Prodotti di qualità 👌🏻👌🏻👌🏻",
  "review_6_name": "Olga D.",
  "review_6_date": "1 anno fa",
  "review_6_text": "Un negozio bellissimo, pieno di prodotti ricercati e introvabili altrove... La ragazza è gentilissima e disponibile. Lo consiglio vivamente.",
  "review_7_name": "Vasyl",
  "review_7_date": "2 anni fa",
  "review_7_text": "Sono più che soddisfatto. Prezzi ottimi, commesse molto gentili. Prodotti freschi e di qualità, c'è tutto e di più. Raccomando a tutti!!",
  "review_8_name": "Scuola Formazione 5",
  "review_8_date": "4 anni fa",
  "review_8_text": "Complimenti, un negozio ben gestito con prezzi giusti e convenienti. Si trovano prodotti originali della Polonia, Ucraina, Moldavia, Romania ecc. ecc. Le ragazze che lo gestiscono sono molto gentili.",
  "review_9_name": "Ivan Lazar",
  "review_9_date": "4 anni fa",
  "review_9_text": "Personale molto cordiale ed accogliente, una grande scelta dei prodotti sempre freschi. Raccomando a tutti!",
  
  "contattaci_title": "Contattaci",
  "contattaci_hero_alt": "Contattaci Rodyna",
  "dove_siamo": "Dove siamo",
  "indirizzo": "Via Trieste, 92, 80038 Pomigliano d'Arco (NA), Italia",
  "telefono": "Telefono",
  "telefono_numero": "331 857 1453",
  "email": "Email",
  "email_valore": "info@rodyna.it",
  "orari_apertura": "Orari di apertura",
  "lunedi": "Lunedì: 09:00 – 20:00",
  "martedi": "Martedì: 08:30 – 20:00",
  "mercoledi": "Mercoledì: 08:30 – 20:00",
  "giovedi": "Giovedì: 08:30 – 20:00",
  "venerdi": "Venerdì: 08:30 – 20:00",
  "sabato": "Sabato: 08:30 – 20:00",
  "domenica": "Domenica: 08:30 – 14:00",
  "scrivici_un_messaggio": "Scrivici un messaggio",
  "nome": "Nome",
  "messaggio": "Messaggio",
  "invia": "Invia",
  "invio_in_corso": "Invio in corso...",
  "messaggio_inviato_successo": "Messaggio inviato con successo!",
  "errore_invio": "Errore nell'invio. Riprova più tardi.",
  "mappa": "Mappa",
  "apri_google_maps": "Apri in Google Maps",
  
  "privacy_title": "Privacy & Cookie Policy",
  "privacy_subtitle": "Scopri come gestiamo i tuoi dati e i cookie per offrirti la migliore esperienza possibile.",
  "cookie_policy": "Cookie Policy",
  "cookie_cosa_sono_title": "Cosa sono i cookie?",
  "cookie_cosa_sono_text": "I cookie sono piccoli file di testo che i siti web salvano sul tuo dispositivo (computer, smartphone, tablet) quando li visiti. Servono a memorizzare informazioni sulla tua navigazione per offrirti un'esperienza migliore, più veloce e personalizzata.",
  "cookie_tipologie_title": "Tipologie di cookie utilizzati",
  "cookie_tecnici": "Cookie tecnici necessari: indispensabili per il corretto funzionamento del sito. Senza questi cookie, alcuni servizi non sarebbero accessibili.",
  "cookie_preferenza": "Cookie di preferenza: permettono al sito di ricordare informazioni che modificano il comportamento o l'aspetto del sito, come la lingua preferita o la regione in cui ti trovi.",
  "cookie_statistici": "Cookie statistici (analytics): raccolgono dati aggregati e anonimi sull'uso del sito per migliorarne le prestazioni e l'usabilità. Vengono raccolti solo previo consenso.",
  "cookie_marketing": "Cookie di marketing e profilazione: vengono utilizzati per monitorare i visitatori nei siti web e proporre annunci pubblicitari pertinenti. Vengono attivati solo con il tuo consenso esplicito.",
  "cookie_terze_title": "Cookie di terze parti",
  "cookie_terze_text": "Il nostro sito può utilizzare servizi di terze parti (es. Google Analytics, Meta Pixel) che impostano cookie per raccogliere dati anonimi a fini statistici o di marketing. Le informazioni raccolte sono gestite dalle rispettive privacy policy:",
  "cookie_terze_google": "Privacy Policy di Google",
  "cookie_terze_meta": "Cookie Policy di Meta",
  "cookie_gestione_title": "Gestione del consenso",
  "cookie_gestione_text": "Al primo accesso, ti verrà richiesto di esprimere il tuo consenso all'uso dei cookie non essenziali tramite un banner. Puoi modificare le tue preferenze in qualsiasi momento cliccando su 'Gestisci preferenze cookie'.",
  "cookie_disabilitare_title": "Come disabilitare i cookie",
  "cookie_disabilitare_text": "Puoi gestire o disabilitare i cookie direttamente dalle impostazioni del tuo browser. Tuttavia, disabilitare i cookie tecnici può compromettere la funzionalità del sito. Ecco i link alle guide dei principali browser:",
  "cookie_disabilitare_chrome": "Chrome",
  "cookie_disabilitare_firefox": "Firefox",
  "cookie_disabilitare_safari": "Safari",
  "cookie_disabilitare_ie": "Internet Explorer",
  "cookie_titolare_title": "Titolare del trattamento",
  "cookie_titolare_text": "Il titolare del trattamento è [Rodyna], con sede in [via Trieste 92 Pomigliano d'Arco cap 80038]. Per qualsiasi richiesta relativa ai dati personali o ai cookie, puoi contattarci via email a: [onlinerodyna@gmail.com].",
  "cookie_modifiche_title": "Modifiche alla Cookie Policy",
  "cookie_modifiche_text": "Questa Cookie Policy può essere aggiornata in futuro per riflettere eventuali modifiche normative o tecniche. Ti invitiamo a consultarla periodicamente.",
  
  "gethelp_title": "Centro Assistenza Utente",
  "gethelp_search_placeholder": "Cerca una domanda...",
  "gethelp_faq_title": "Domande Frequenti",
  "gethelp_no_results": "Nessuna risposta trovata per la ricerca.",
  "faq_q1": "Come faccio a sapere se i vostri prodotti sono freschi?",
  "faq_a1": "Selezioniamo ogni giorno i nostri prodotti freschi da fornitori di fiducia e li conserviamo con la massima cura. Troverai la data di confezionamento o scadenza chiaramente indicata su ogni articolo. Il nostro personale è sempre a disposizione per fornire informazioni sulla freschezza.",
  "faq_q2": "Da quali paesi provengono i vostri salumi e formaggi?",
  "faq_a2": "Importiamo direttamente da Polonia, Ucraina, Romania, Moldavia e Georgia. Ogni prodotto è scelto con attenzione per garantire autenticità e rispetto delle tradizioni locali.",
  "faq_q3": "Posso prenotare prodotti freschi in anticipo?",
  "faq_a3": "Sì, puoi contattarci tramite telefono o WhatsApp per prenotare salumi, formaggi o piatti pronti. Il ritiro avviene in negozio nel giorno e orario concordati.",
  "faq_q4": "Avete anche opzioni senza glutine o lattosio?",
  "faq_a4": "Sì, disponiamo di una selezione di prodotti senza glutine e senza lattosio, tra cui alcuni formaggi stagionati e snack. Chiedi al banco o cerca l'etichetta 'senza glutine/lattosio' sul prodotto.",
  "faq_q5": "Quanto durano i vostri prodotti freschi una volta acquistati?",
  "faq_a5": "Dipende dal tipo di prodotto. Salumi sottovuoto e formaggi stagionati possono durare diversi giorni in frigorifero. I prodotti freschi vanno comunque consumati entro la data indicata sulla confezione. Per una corretta conservazione, consigliamo di riporli a 0–4°C.",
  "faq_q6": "Cosa succede se un prodotto non è disponibile?",
  "faq_a6": "Alcuni prodotti freschi tradizionali arrivano settimanalmente. Se qualcosa non è disponibile, puoi chiedere di essere avvisato appena torna in negozio. Inoltre, proponiamo spesso alternative dello stesso paese o regione.",
  
  "cookie_banner_text": "Questo sito utilizza cookie per migliorare l'esperienza utente.",
  "cookie_banner_info": "Ulteriori informazioni",
  "cookie_banner_accept": "Accetta",
  "cookie_banner_reject": "Rifiuta",
 
  "cookie_sheet_title": "Cookie Policy",
  "cookie_sheet_intro": "Questa Cookie Policy spiega cosa sono i cookie e come li usiamo. Utilizziamo i cookie per migliorare l'esperienza utente, analizzare il traffico e personalizzare i contenuti. Puoi scegliere di accettare o rifiutare i cookie tramite il banner in basso a destra. Per maggiori dettagli consulta la nostra informativa completa.",
  "cookie_sheet_text": "I cookie sono piccoli file di testo che vengono salvati sul tuo dispositivo quando visiti un sito web. Utilizziamo cookie tecnici necessari al funzionamento del sito e cookie analitici per raccogliere dati aggregati sull'utilizzo della piattaforma. Puoi modificare le tue preferenze in qualsiasi momento.",
  "cookie_sheet_list_tech": "Cookie tecnici: necessari per il funzionamento del sito.",
  "cookie_sheet_list_analytics": "Cookie analitici: ci aiutano a capire come viene utilizzato il sito.",
  "cookie_sheet_more": "Per ulteriori informazioni consulta la nostra ",
  "cookie_sheet_privacy_link": "Privacy Policy"
}